[{
  "model": "flatpages.flatpage",
  "pk": 1,
  "fields": {
    "url": "/aide/",
    "title": "Aide",
    "content": "<div class=\"row\">\r\n  <div class=\"fourteen wide column\">\r\n\r\n    <h1>Aide</h1>\r\n\r\n    <h3 class=\"ui header\">Pourquoi&nbsp;?</h3>\r\n    <p>Collab vise à développer la production et la qualification de jeux de données de manière collaborative au\r\n      sein du partenariat Géo2France. Cet outil a été conçu pour deux usages principaux&nbsp;:</p>\r\n      <ul>\r\n        <li>Signaler des imprécisions et anomalies dans des jeux de données existants dans le but de les\r\n          améliorer. Cet usage peut être mis en place dans différents cas de figure, aussi bien lors\r\n          d'une phase de recette d'une production confiée à un prestataire (base d'occupation du sol,\r\n          ortho-photographies par exemple) qu'une production en continue menée par des acteurs publics.\r\n        </li>\r\n        <li>Co-construire une base de données collaborative et participative. Typiquement, il peut s'agir de la\r\n          localisation d'équipements publics, des travaux nécessitant une publication selon l'article L49 du Code des\r\n          postes et des communications électroniques, des travaux nécessitant la réalisation de nouvelles prises de vue\r\n          aériennes pour la mise à jour du PCRS.\r\n        </li>\r\n      </ul>\r\n\r\n      <h3 class=\"ui header\">Les principes de bases</h3>\r\n      <p>Chaque base de données collaborative est représentée dans Collab par un projet&nbsp;:</p>\r\n      <ul>\r\n        <li>Chaque projet est associé à un type de signalement particulier : attributs et valeurs spécifiques\r\n          définis par son administrateur.\r\n        </li>\r\n        <li>Chaque projet dispose de ses propres utilisateurs. Charge aux administrateurs des projets de donner\r\n          le niveau d'autorisation adapté à chaque utilisateur : utilisateur connecté, contributeur,\r\n          modérateur ou administrateur.\r\n        </li>\r\n        <li>Chaque projet peut disposer de ses propres règles de visibilité et d'administration des\r\n          données&nbsp;: un niveau minimum d'autorisation peut être exigé pour accéder aux informations de\r\n          certaines applications et les signalements qu'elles recueillent peuvent nécessiter la validation\r\n          d'un modérateur.\r\n        </li>\r\n        <li>Chaque projet constitue un ensemble de signalements créés par ses contributeurs. Les signalements\r\n          ont été conçus de manière similaire aux tickets/issues des outils classiques de gestion de projet\r\n          comme Redmine et Github&nbsp;: ils font l'objet d'un statut, peuvent être largement commentés\r\n          jusqu'à ce qu'ils fassent l'objet d'une validation ou d'un traitement complet. Ces commentaires sont\r\n          au cœur du fonctionnement de Collab en proposant une interface d'échange favorisant la qualification\r\n          et l'amélioration des données.\r\n        </li>\r\n      </ul>\r\n\r\n      <h3 class=\"ui header\">Comment contribuer&nbsp;?</h3>\r\n      <p>Pour contribuer vous devez disposer d'un compte nominatif sur la plateforme. Si vous n'en avez pas\r\n        encore faites-en la demande. Vous devrez ensuite faire la demande d'un niveau d'autorisation adapté à votre\r\n        besoin pour les projets qui vous intéressent. Les administrateurs de ces derniers valideront vos demandes ou vous\r\n        contacteront pour clarifier votre besoin.\r\n      </p>\r\n\r\n    </div>\r\n  </div>",
    "enable_comments": false,
    "template_name": "",
    "registration_required": false,
    "sites": [1]
  }
}, {
  "model": "flatpages.flatpage",
  "pk": 2,
  "fields": {
    "url": "/mentions/",
    "title": "Mention",
    "content": "<div class=\"row\">\r\n  <div class=\"fourteen wide column\">\r\n\r\n    <h2 id=\"hebergement_et_realisation\" class=\"style-editeur\">Hébergement et réalisation</h2>\r\n    <h3 class=\"style-editeur\">Conception et développement</h3>\r\n    <p>La conception et le développement de cet outil est assurée par Neogeo Technologies.</p>\r\n    <p>\r\n      <a href=\"http://www.neogeo.fr/\">Neogeo Technologies</a><br>\r\n      B.L. 31<br>\r\n      18 Rue de Bayard<br>\r\n      31000 Toulouse<br>\r\n      Téléphone : 05 32 10 83 49<br>\r\n      contact[–arobase–]neogeo.fr\r\n    </p>\r\n\r\n    <p>\r\n      Le code source de cet outil est disponible sur <a\r\n      href=\"https://www.github.com/neogeo-technologies/datalab\">Github</a>.\r\n    </p>\r\n    <p>L'hébergement est assuré par la société <a href=\"http://www.ovh.com/fr/\">OVH</a>.</p>\r\n    <p>L'administration de l'outil est assurée par la Région Hauts-de-France et les membres de Géo2France.</p>\r\n\r\n\r\n    <h2 id=\"donnees_personnelles\" class=\"style-editeur\">Collecte des données personnelles et CNIL</h2>\r\n    <h3 class=\"style-editeur\">Collecte d’informations à caractère personnel</h3>\r\n    <p>Cette application recueille uniquement les informations nécessaire à sa mise en œuvre&nbsp;:</p>\r\n    <ul>\r\n      <li>\r\n        Identification des utilisateurs disposant d'un compte nominatif&nbsp;: nom et adresse email&nbsp;;\r\n      </li>\r\n      <li>\r\n        Modifications réalisées par les utilisateurs sur les bases de données collaboratives afin d'assurer\r\n        un suivi des modifications sous la forme de fils de discussion, de mettre en place des mécanismes\r\n        de notification et de modération des contenus.\r\n      </li>\r\n    </ul>\r\n    <p>\r\n      Les informations à caractère personnel ne sont accessibles qu'aux utilisateurs connectés pour les besoins\r\n      des fonctions collaboratives et aux administrateurs pour les besoins d'administration de l'outil. Ces\r\n      informations sont anonymisés lorsqu'elles sont présentées aux utilisateurs ne disposant pas de compte\r\n      nominatif. Lorsqu'un utilisateur supprime son compte, les informations qui se rapportent à lui sont\r\n      anomynisées de manière définitive.\r\n    </p>\r\n\r\n    <h3 class=\"style-editeur\">CNIL</h3>\r\n    <p>Le portail de Géo2France bénéficie d'une dispense de déclaration auprès de la Commission nationale de\r\n      l'informatique et des libertés : dispense n°7 (CNIL - www.cnil.fr).</p>\r\n    <p>Conformément à la loi du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, chaque\r\n      utilisateur dispose d'un droit d'accès, de modification, de rectification et de suppression des données le\r\n      concernant. Le formulaire de contact peut être utilisé pour exercer ce droit auprès de l’équipe de Géo2France.</p>\r\n\r\n\r\n    <h2 id=\"contenu\" class=\"style-editeur\">Contenu du site</h2>\r\n    <h3 class=\"style-editeur\">Responsabilité</h3>\r\n    <p>\r\n      La Région Hauts-de-France n’est tenu qu'à une simple obligation de moyens concernant les informations\r\n      éditoriales et les données qu'elle met à disposition des personnes qui accèdent à cet outil.\r\n      Elle ne peut garantir l'exactitude, la précision, la mise à jour ou l'exhaustivité de ces\r\n      contenus ni être tenue pour responsable des résultats qui pourraient être obtenus par leur usage.\r\n    </p>\r\n    <p>\r\n      Les utilisateurs de cet outil sont tenus de ne pas l’utiliser par des moyens ou à des fins illicites ou\r\n      interdits par les lois.\r\n    </p>\r\n\r\n    <h3 class=\"style-editeur\">Propriété et droits d’auteur</h3>\r\n    <p>En application du code français de la propriété intellectuelle et, plus généralement, des traités et accords\r\n      internationaux comportant des dispositions relatives à la protection des droits d’auteurs, chaque utilisateur du\r\n      portail s’interdit de reproduire, pour un usage autre que privé, vendre, distribuer, émettre, diffuser, adapter,\r\n      modifier, publier, communiquer intégralement ou partiellement, sous quelle que forme que ce soit, la présentation\r\n      et l’organisation du portail ou les contenus protégés par le droit d’auteur qui figurent sur le portail de\r\n      Géo2France sans autorisation écrite particulière et préalable des détenteurs des droits d’auteur attachés aux\r\n      contenus, à la présentation ou à l’organisation du portail en question.</p>\r\n    <p>Les contenus mis à disposition par Géo2France, quels qu’ils soient, restent la propriété de leurs auteurs.</p>\r\n\r\n    <h3 class=\"style-editeur\">Droits d’usage des ressources géographiques du portail</h3>\r\n    <p>\r\n      Les données produites par le présent outil peuvent être soumises à des conditions\r\n      d’accès et d’utilisation particulières. Il est de la responsabilité de ses utilisateurs de s’assurer que\r\n      l’usage qu’ils en font respecte les conditions d’accès et d’utilisation propres à chacune d’elles,\r\n      y compris lorsqu’elles sont exploitées ensuite en dehors du cadre strict de cet outil.\r\n    </p>\r\n\r\n    <h2 id=\"loi_applicable\" class=\"style-editeur\">Litige</h2>\r\n    <p>\r\n      En cas de litige découlant de l’utilisation du site, les seuls tribunaux compétents sont le Tribunal de\r\n      Grande Instance dont dépend la Région Hauts-de-France et le Tribunal Administratif dont dépend la Région\r\n      Hauts-de-France.\r\n    </p>\r\n\r\n  </div>\r\n</div>",
    "enable_comments": false,
    "template_name": "",
    "registration_required": false,
    "sites": [1]
  }
}]
