[
{
  "model": "flatpages.flatpage",
  "pk": 1,
  "fields": {
    "url": "/aide/",
    "title": "Aide",
    "content": "<h2>Pourquoi&nbsp;?</h3>\r\n<p>GéoContrib vise à développer la production et la qualification de jeux de données de manière collaborative au\r\n  sein du partenariat Géo2France. Cet outil a été conçu pour deux usages principaux&nbsp;:</p>\r\n  <ul>\r\n    <li>Signaler des imprécisions et anomalies dans des jeux de données existants dans le but de les\r\n      améliorer. Cet usage peut être mis en place dans différents cas de figure, aussi bien lors\r\n      d'une phase de recette d'une production confiée à un prestataire (base d'occupation du sol,\r\n      ortho-photographies par exemple) qu'une production en continue menée par des acteurs publics.\r\n    </li>\r\n    <li>Co-construire une base de données collaborative et participative. Typiquement, il peut s'agir de la\r\n      localisation d'équipements publics, des travaux nécessitant une publication selon l'article L49 du Code des\r\n      postes et des communications électroniques, des travaux nécessitant la réalisation de nouvelles prises de vue\r\n      aériennes pour la mise à jour du PCRS.\r\n    </li>\r\n  </ul>\r\n\r\n  <h2>Les principes de bases</h3>\r\n  <p>Chaque base de données collaborative est représentée dans Collab par un projet&nbsp;:</p>\r\n  <ul>\r\n    <li>Chaque projet est associé à un type de signalement particulier : attributs et valeurs spécifiques\r\n      définis par son administrateur.\r\n    </li>\r\n    <li>Chaque projet dispose de ses propres utilisateurs. Charge aux administrateurs des projets de donner\r\n      le niveau d'autorisation adapté à chaque utilisateur : utilisateur connecté, contributeur,\r\n      modérateur ou administrateur.\r\n    </li>\r\n    <li>Chaque projet peut disposer de ses propres règles de visibilité et d'administration des\r\n      données&nbsp;: un niveau minimum d'autorisation peut être exigé pour accéder aux informations de\r\n      certaines applications et les signalements qu'elles recueillent peuvent nécessiter la validation\r\n      d'un modérateur.\r\n    </li>\r\n    <li>Chaque projet constitue un ensemble de signalements créés par ses contributeurs. Les signalements\r\n      ont été conçus de manière similaire aux tickets/issues des outils classiques de gestion de projet\r\n      comme Redmine et Github&nbsp;: ils font l'objet d'un statut, peuvent être largement commentés\r\n      jusqu'à ce qu'ils fassent l'objet d'une validation ou d'un traitement complet. Ces commentaires sont\r\n      au cœur du fonctionnement de Collab en proposant une interface d'échange favorisant la qualification\r\n      et l'amélioration des données.\r\n    </li>\r\n  </ul>\r\n\r\n  <h2>Comment contribuer&nbsp;?</h3>\r\n  <p>Pour contribuer vous devez disposer d'un compte nominatif sur la plateforme. Si vous n'en avez pas\r\n    encore faites-en la demande. Vous devrez ensuite faire la demande d'un niveau d'autorisation adapté à votre\r\n    besoin pour les projets qui vous intéressent. Les administrateurs de ces derniers valideront vos demandes ou vous\r\n    contacteront pour clarifier votre besoin.\r\n  </p>",
    "enable_comments": false,
    "template_name": "",
    "registration_required": false,
    "sites": [
      1
    ]
  }
},
{
  "model": "flatpages.flatpage",
  "pk": 2,
  "fields": {
    "url": "/mentions/",
    "title": "Mentions légales",
    "content": "<h2>Hébergement et réalisation</h2>\r\n<h3>Conception et développement</h3>\r\n<p>La conception et le développement de cet outil ont été assurées par <a href=\"http://www.neogeo.fr/\">Neogeo Technologies</a> \r\nsur la base d'une expression de besoin de la Région Hauts-de-France.</p>\r\n<p>\r\n  Le code source de cet outil est disponible sur <a\r\n  href=\"https://www.github.com/neogeo-technologies/geocontrib\">Github</a>.\r\n</p>\r\n\r\n<h3>Hébergement et administration</h3>\r\n<p>L'hébergement est assuré par la société [à compléter].</p>\r\n<p>L'infogérance est assurée par la société [à compléter].</p>\r\n<p>L'administration des utilisateurs et des projets est assurée par [à compléter].</p>\r\n\r\n<h2 id=\"donnees_personnelles\">Collecte des données personnelles et CNIL</h2>\r\n<h3>Collecte d’informations à caractère personnel</h3>\r\n<p>Cette application recueille uniquement les informations nécessaire à sa mise en œuvre&nbsp;:</p>\r\n<ul>\r\n  <li>\r\n    Identification des utilisateurs disposant d'un compte nominatif&nbsp;: nom et adresse email&nbsp;;\r\n  </li>\r\n  <li>\r\n    Modifications réalisées par les utilisateurs sur les bases de données collaboratives afin d'assurer\r\n    un suivi des modifications sous la forme de fils de discussion, de mettre en place des mécanismes\r\n    de notification et de modération des contenus.\r\n  </li>\r\n</ul>\r\n<p>\r\n  Les informations à caractère personnel ne sont accessibles qu'aux utilisateurs connectés pour les besoins\r\n  des fonctions collaboratives et aux administrateurs pour les besoins d'administration de l'outil. Ces\r\n  informations sont anonymisées lorsqu'elles sont présentées aux utilisateurs ne disposant pas de compte\r\n  nominatif. Lorsqu'un utilisateur supprime son compte, les informations qui se rapportent à lui sont\r\n  anomynisées de manière définitive.\r\n</p>\r\n\r\n<h3>CNIL</h3>\r\n<p>[à compléter]</p>\r\n\r\n<h2>Propriété et droits associés aux contenus publiées</h2>\r\n<p>[à compléter]</p>",
    "enable_comments": false,
    "template_name": "flatpages/with_right_menu.html",
    "registration_required": false,
    "sites": [
      1
    ]
  }
}
]
